<template>
	<div class="m-agreement" :dataList="dataList">
		<slot name="top"></slot>
		<div class="agreement-wrapper">
			<scroll class="agreement-content" ref="scroll" :data="dataList">
				<div>
					<div class="content-bd">
						<h3>第一条 乙方入驻基本条件</h3>

						<p>2.1 乙方欲申请成为“哪哪哪商城”平台入驻商家，并在“哪哪哪商家”平台开展经营活动，须符合以下要求：</p>

						<p>2.1.1 乙方必须是为哪哪哪商城银牌善客或以上会员;</p>

						<p>2.1.2 有良好的合作意愿，能提供优质的商品，保证合作的顺利进行，并保

						证提供良好的售后服务;</p>

						<p>2.1.3 乙方已依照中华人民共和国法律相关规定办理并领取合法有效的营 业执照及其他经营许可;</p>

						<p>2.1.4 乙方申请经营的商品来源合法，资质齐全;</p>

						<p>2.1.5 乙方同意本协议及“哪哪哪商城”平台对入驻商家进行管理的一系列规章制度.</p>

						<h3>第二条 商品质量以及运营要求</h3>

						<p>3.1 若乙方销售商品为国产商品，须满足以下要求：</p>

						<p>3.1.1 乙方须提供相关的产品质量检验合格证明。</p>

						<p>3.1.2 根据商品的特点和使用要求，商品包装上需用中文标明商品的名称、 规格、净含量、主要成分或者配料表、生产者的名称、地址及联系方式、产品标准代号、贮存条件及在显眼位置标明生产日期或最佳使用日期等相关资料。另外，食品类商品包装还须印有所使用的食品添加剂、生产许可证编号、QS 标志等相关资料。否则，一律不允许上架。</p>

						<p>3.1.3 若商品因使用不当或存放条件不当，可能会造成产品本身损坏或者危 及人身、财产安全，应有警示标志或建议标识。</p>

						<p>3.2 若乙方销售商品为进口完税商品，须满足以下要求：</p>

						<p>3.2.1 需提供相关的海关证明以及其他相关政策文件原件及复印件。</p>

						<p>3.2.2 须在包装上用有进口国文字、英文及中文标明的产品名称。</p>

						<p>3.2.3 根据商品的特点和使用要求，商品包装上需用中文标明商品的名称、 规格、净含量、主要成分及配料表、生产者的名称、地址及联系方式、产品标准代号、贮存条件及在显眼位置标明生产日期或最佳使用日期、总代理商名称以及总代理的联系地址等相关资料。另外，食品类商品包装还须印有所使用的食品添加剂。</p>

						<p>3.2.4 进口商品规格需符合我国相关标准。</p>

						<p>3.2.5 若商品因使用不当或存放条件不当，可能会造成产品本身损坏或者可 能危及人身、财产安全的威胁，应有警示标志或建议标识。</p>

						<p>3.3 若乙方销售商品为跨境商品，其商品必须满足以下要求：</p>

						<p>3.3.1 需提供相关的进口海关证明及采购清单。</p>

						<p>3.3.2 进口商品规格需符合我国相关商品标准及原产国相关商品标准，并能 提供相关的证明，如原产地证明，卫生证明等。</p>

						<p>3.3.3 若商品因使用不当或存放条件不当，可能会造成产品本身损坏或者可 能危及人身、财产安全的威胁，应有警示标志或建议标识。</p>

						<p>3.4 商品质量应符合以下要求：</p>

						<p>3.4.1 商品不存在危及人身、财产安全的危险，符合保障人体健康和人身、 财产安全的行业标准和国家标准。</p>

						<p>3.4.2 具备商品应当具备的使用性能，对商品存在的使用性能存在的瑕疵作 出必要的说明。</p>

						<p>3.4.3 商品质量应符合其在广告、包装上的商品说明、实物样品等方式表明 的质量状况。</p>

						<p>3.5 乙方保证不得存在以下欺诈行为：</p>

						<p>3.5.1 在商品中掺杂、掺假、以假充真、以次充好或以不合格商品冒充合格商品销售。</p>

						<p>3.5.2 生产国家明令淘汰的商品或者销售失效、变质的商品。</p>

						<p>3.5.3 伪造或冒用商品产地、他人厂名、厂址、认证标识、名优商标。</p>

						<p>3.6 乙方向消费者提供的商品信息真实，没有引人误解的虚假宣传，没有发布虚假广告，欺骗或误导消费者，使购买商品的消费者的合法权益受到损害。</p>

						<p>3.7 乙方提供的食品、专供母婴的主、辅食品、食品容器、包装材料须符合我国卫生安全标准和卫生管理办法规定。</p>

						<p>3.8 乙方提供或销售的产品不符合本条任一约定，则视为不合格商品，若因乙方商品品质存在问题或因商品本身问题所引起的纠纷或消费者诉讼，一律由乙方承担相关责任，并承担相关赔偿。</p>

						<p>3.9 为了更好的保障平台消费者权益，如无其他约定，乙方需在买家付款后 48 小时内完成发货；如有约定发货时间，需要在承诺时间内发货；加入官方活动的商品，发货时间以活动约定时间为准；预售商品，则以预售商品约定的发货时间为准。如乙方服务不符合要求，甲方有权减少相关的资源支持，如果因乙方原因造成损失的，由乙方全权负责。</p>

						<p>3.10 乙方需要定期更新《商品供货表》，以邮件的方式发送给甲方指定联系人邮箱，该表可用于账单结算和调整平台售价。如果乙方不及时更新商品供货表，则甲乙双方在此协定，则以上一周期的提供的《商品供货表》的价格为准。</p>

						<h3>第三条 乙方声明及保证</h3>

						<p>4.1 保证在“哪哪哪商城”平台提交的注册资料真实、准确、合法、有效，对获得的平台用户名及用户密码妥善保管，不得擅自转让或授权他人使用，并对使用该用户名和密码进行的一切操作活动负全部责任。</p>

						<p>4.3 保证遵守本协议及附件的相关约定以及哪哪哪商城平台相关规则及流程，在使用“哪哪哪商城”平台相关服务时严格按照上述约定及规则和流程使用，不从事任何有损甲方利益的行为。</p>

						<p>4.4 保证对在“哪哪哪商城”平台经营的商品拥有合法销售权，商品质量符合行业、 国家的相关质量标准，不侵犯任何第三方的合法权利，并对其商品质量及商品合法性独立承担全部法律责任。</p>

						<p>4.5 保证在“哪哪哪商城”平台发布的商品信息真实、准确，符合哪哪哪商城平台规则及国家相关法律法规的规定，与实际出售的商品一致，不含任何夸大或虚假内容，并对商品信息承担独立的完全的法律责任。若因信息未及时变更引起法律后果的，乙方独立承担全部责任。</p>

						<p>4.6保证按照“哪哪哪商城”平台审核通过的商品类目和品牌经营，未经甲方确认，不得擅自增加、变更商品类目和品牌。保证按照哪哪哪商城平台规则及国家相关规定设置商品价格、售卖限制、库存数量、商品说明及其他商品信息，并对上述设置独立承担全部法律责任。</p>

						<p>4.8 如消费者在购买商品时需要发票，乙方则应开具相关商品发票。如因乙方发票开具错误、未开具发票或者其他发票问题引起的纠纷，均由乙方独立承担相应的法律责任，如造成甲方损失的，乙方应予以赔偿。</p>

						<p>4.9 保证不将从“哪哪哪商城”平台获取的任何数据用于本协议约定以外的用途，同时保证未经甲方许可不得擅自获取、使用、传播“哪哪哪商城”平台的任何资料，包括但不限于交易数据、用户信息、支付信息、甲方其他用户展示于“哪哪哪商城”平台的信息等。</p>

						<p>4.10 乙方不得在“哪哪哪商城”平台发布任何吸引甲方用户到其他平台或乙方自身网络销售平台或渠道进行交易的信息，也不得在配送包裹中夹带此类吸引甲方用户的信息。</p>

						<p>4.11 乙方不得隐瞒任何可能对“哪哪哪商城”平台产生风险的事项，包括但不限于商品出现设计缺陷、质量瑕疵、权利纠纷、重大违约、上传资料包含病毒木马等，若乙方发生此类影响海惠网平台商誉、正常经营、安全的事项而乙方未及时通知甲方的，甲方有权冻结保证金，解除本协议并追究乙方违约、侵权责任。</p>

						<p>4.12 乙方需要停止店铺服务，应至少提前 30（三十）个工作日向甲方提出申请，经甲方审核同意后由甲方停止该店铺的服务功能。</p>

						<h3>第四条 违约责任及违规事项处理</h3>

						<p>6.1 乙方发生违反本协议及“哪哪哪商城”平台规则的情形时，甲方除有权按照本条约定要求乙方承担违约责任外，还有权按照“哪哪哪商城”平台相关管理规则采取商品立即下架、暂停向乙方提供服务、暂时关闭乙方后台管理账户、 暂缓支付未结算款项、终止合作等措施。</p>

						<p>6.2甲方有权对乙方的注册信息、上传的相关数据信息、在“哪哪哪商城”平台发布的其他信息及交易行为实时进行监督审查，对发现的违法违规信息及其相关内容，甲方有权向乙方发出询问及要求改正的通知，乙方应在接到通知后立即做出说明或改正。若乙方在 24 小时内没有做出回应或改正，甲方有权对相关违法违规内容进行直接删除或暂停交易；屡教不改者，甲方有权追究其违约、侵权责任或终止本协议。</p>

						<p>6.4 针对乙方多次违规或者有严重违约、违规情形者，甲方有权在“哪哪哪商城” 平台上予以公示，并对其采取暂停店铺运营等措施。若上述措施不足以补偿甲方和消费者的损失，甲方有权继续向乙方追偿。</p>

						<p>6.5 乙方向甲方提供虚假、失效的证明文件或其他相关证明，在“哪哪哪商城”平台发布错误、虚假、违法及不良信息或进行其他违反本协议约定的行为，给甲方及湖南哪哪哪网络科技有限公司或“哪哪哪商城”平台造成任何损失的（损失包括但不限于诉讼费、律师费、赔偿、补偿、行政机关处罚、差旅费等），所有损失由乙方承担，并保留向乙方继续追究违约责任的权利。</p>

						<p>6.6 乙方不论采取何种方式将甲方用户吸引到甲方平台以外的平台或场所进行 交易或绕开甲方指定付款方式进行交易的，一经发现，甲方扣除乙方 3000元货款作为违约金，再次发现清退乙方全部货款作为违约金，乙方非法获取湖南哪哪哪网络科技有限公司系统数据、利用“哪哪哪商城”平台谋取不正当利益或从事非法活动的，甲方有权清退乙方全部货款作为违约金，并保留向乙方继续追究违约责任的权利。</p>

						<p>6.7 出现以下任一情形时，甲方有权随时停止乙方相关店铺的服务：</p>

						<p>6.7.1 乙方提供虚假资质文件。</p>

						<p>6.7.2 乙方商品价格、规格等信息标示错误，导致行政处罚、争议和纠纷。</p>

						<p>6.7.3 乙方商品质量、标识不合格的，或者商品涉嫌走私、假冒伪劣、旧货、 返修品。</p>

						<p>6.7.4 乙方连续 30（三十）个工作日或累计 50（五十）个工作日日未正常经营店铺。</p>

						<p>6.7.5 其他违反本协议约定或哪哪哪商城平台规则的，或者其他甲方认为侵犯“哪哪哪商城”平台或消费者权益。</p>

						<h3>第五条 不可抗力</h3>

						<p>7.1“不可抗力”是指协议双方不能合理控制、不可预见或即使预见亦无法避免的事件，该事件妨碍、影响或延误任何一方根据协议履行其全部或部分义务。该事件包括但不限于政策调整、政府行为、自然灾害、战争或任何其它类似事件。</p>

						<p>7.2 出现不可抗力事件时，知情方应及时、充分地向对方以书面形式发出通知， 并告知对方该类事件对本补充协议可能产生的影响，并应当在合理期限内提供相关证明。</p>

						<p>7.3 由于以上所述不可抗力事件致使协议的部分或全部不能履行或延迟履行， 则双方于彼此间不承担任何违约责任。</p>

						<h3>第六条 货品售后服务</h3>

						<p>8.1 乙方自觉遵守国家关于商品售后服务的相关规定，对通过甲方网站售出的 货品按照相关法律法规提供三包服务。乙方需要给甲方提供乙方品牌相关的售后服务标准和赔付标准文件（售后服务协议），由甲方根据乙方提供的售后服务协议，对“哪哪哪商城”的顾客进行完善的售后服务。如果“哪哪哪商城”平台的顾客对于订单赔付金额有异议，由甲乙双方协定后，重新赔付。</p>

						<p>8.2 关于退换货相关事宜。若因商品自身质量问题或因物流运输过程中引起的 退货，由乙方承担相关运费；若因顾客喜好问题或者其他原因申请退货，则由顾客承担寄回运费，乙方承担寄出运费。</p>
					</div>
				</div>
			</scroll>
		</div>
		<slot name="footer"></slot>
	</div>
</template>
<script type="text/javascript">
	import MTop from '@/components/member/top'
	import Scroll from '@/components/common/scroll'
	export default{
		props:{
			dataList:{
				type:Array,
				default:null
			}
		},
		components:{
			MTop,
			Scroll
		}
	}
</script>
<style lang="less" scoped>
	@import '~@/common/style/variable.less';
	@import '~@/common/style/mixin.less';
	.m-agreement{
		.static-body;
		bottom:1.53rem;
		background-color: @color-white;
		.agreement-wrapper{
			.static-position(bottom);
			top:@input-height;
			bottom:1.53rem;
			.agreement-content{
				.body-height;
			}
		}
	}
	.content-bd{
		padding:@box-margin;
		h3,p{
			margin-bottom:@box-margin;
		}
	}
</style>